[
  {
    "ID":1,
    "IDbiblio":"Ascheri, 2000",
    "biblioText":"Ascheri M. 2000, Siena nella storia, Siena, Monte dei Paschi di Siena, 287 pp."
  },
  {
    "ID":2,
    "IDbiblio":"Balestracci, Piccinni, 1977",
    "biblioText":"Balestracci D., Piccinni G. 1977, Siena nel Trecento. Assetto urbano e strutture edilizie, Firenze, CLUSF, 1 voll., 201 pp."
  },
  {
    "ID":3,
    "IDbiblio":"Bargagli Petrucci, 1974",
    "biblioText":"Bargagli Petrucci F. 1974, Le fonti di Siena e i loro acquedotti, Siena, Periccioli"
  },
  {
    "ID":4,
    "IDbiblio":"Boldrini, 1994",
    "biblioText":"Boldrini E. 1994, Una fornace da ceramica a Siena, «Archeologia Medievale», 1994/21, pp. 225-231"
  },
  {
    "ID":5,
    "IDbiblio":"Boldrini, Parenti, 1991",
    "biblioText":"Boldrini E., Parenti R. (a cura di) 1991, Santa Maria della Scala. Archeologia e edilizia sulla piazza dello Spedale, Firenze, All'Insegna del Giglio   (Biblioteca di Archeologia Medievale, 7)"
  },
  {
    "ID":6,
    "IDbiblio":"Bortolotti, 1983",
    "biblioText":"Bortolotti L. 1983, Siena. Le città nella storia d’Italia, 1, Roma, Laterza, 238 pp."
  },
  {
    "ID":7,
    "IDbiblio":"Cantini, 2005",
    "biblioText":"Cantini F. 2005, Archeologia urbana a Siena. L’area dell’Ospedale di Santa Maria della Scala prima dell’Ospedale. Altomedioevo, 1, Firenze, All’Insegna del Giglio, 263 pp."
  },
  {
    "ID":8,
    "IDbiblio":"Castelli, Bonucci, 2005",
    "biblioText":"Castelli V., Bonucci S. 2005, Antiche torri di Siena, 1, Siena, Betti, 254 pp."
  },
  {
    "ID":9,
    "IDbiblio":"Causarano, 2005",
    "biblioText":"Causarano M.A. 2005, Interventi archeologici sotto il Duomo di Siena, in Francovich R., Valenti M. (a cura di), Archeologia dei Paesaggi Medievali. Relazione Progetto, Firenze, All'Insegna del Giglio, "
  },
  {
    "ID":10,
    "IDbiblio":"Causarano, 2009",
    "biblioText":"Causarano M.A. 2009, Palazzo Pubblico di Siena, Ala dei Nove: le murature degli ambienti su piazza del Mercato, «Archeologia dell’Architettura», 2007/12, pp. 121-132"
  },
  {
    "ID":11,
    "IDbiblio":"Causarano, Mandolesi, 2005",
    "biblioText":"Causarano M.A., Mandolesi L. 2005, Il chiostro della chiesa di San Cristoforo, in Francovich R., Valenti M. (a cura di), Archeologia dei Paesaggi Medievali. Relazione Progetto, Firenze, All'Insegna del Giglio, pp. 51-55"
  },
  {
    "ID":12,
    "IDbiblio":"Causarano, Tronti, 2005",
    "biblioText":"Causarano M.A., Tronti C. 2005, Lo scavo di emergenza in via Baroncelli, in Francovich R., Valenti M. (a cura di), Archeologia dei Paesaggi Medievali. Relazione Progetto, Firenze, All'Insegna del Giglio, pp. 56-62"
  },
  {
    "ID":13,
    "IDbiblio":"Cresti, Martellucci, 2004",
    "biblioText":"Cresti R., Martellucci M. 2004, Stradario, curiosità e stranezze nei toponimi di Siena, Siena, Betti"
  },
  {
    "ID":14,
    "IDbiblio":"Cristofani et alii, 1979 ",
    "biblioText":"Cristofani M. et alii 1979, Siena: le origini, testimonianze e miti archeologici. Catalogo della mostra, Siena, dicembre 1979-marzo 1980, Firenze, Leo S. Olschki"
  },
  {
    "ID":15,
    "IDbiblio":"Fiorini, 1991",
    "biblioText":"Fiorini A. 1991, Siena: immagini, testimonianze e miti nei toponimi della città, 1, Siena, Alsaba, 406 pp."
  },
  {
    "ID":16,
    "IDbiblio":"Florin, 1983",
    "biblioText":"Florin B. 1983, L’habitat du haut Moyen Age en milieu rural dan le nord de la France: état de la question, Cambrai"
  },
  {
    "ID":17,
    "IDbiblio":"Francovich, 1982b",
    "biblioText":"Francovich R. 1982b, La ceramica medievale a Siena e nella Toscana meridionale, Firenze, All'Insegna del Giglio"
  },
  {
    "ID":18,
    "IDbiblio":"Francovich, Gelichi 1980d",
    "biblioText":"Francovich R., Gelichi S. 1980d, Per una storia delle produzioni e del consumo della ceramica basso-medievale a Siena e nella Toscana meridionale, in La cèramique mèdièvale en Mèditerranée occidentale (X-XV siècles). Valbonne 11-14 septembre 1978, pp. 137-154"
  },
  {
    "ID":19,
    "IDbiblio":"Gabbrielli, 2004",
    "biblioText":"Gabbrielli F. (a cura di) 2004, Palazzo Sansedoni, Siena, Protagon, vol. 1, 504 pp."
  },
  {
    "ID":20,
    "IDbiblio":"Giorgi, Moscadelli, 2005",
    "biblioText":"Giorgi G., Moscadelli S. 2005, Costruire una cattedrale. L’Opera di Santa Maria di Siena tra XII e XIV secolo, München, Deutsche Kunstverlag, 524 pp.   (Die Kirchen von Siena)"
  },
  {
    "ID":21,
    "IDbiblio":"Leoncini, 1998",
    "biblioText":"Leoncini A. 1998, Siena in fasce. Topografia e immagini della Sena Vetus, Monteriggioni, Il Leccio"
  },
  {
    "ID":22,
    "IDbiblio":"Luna, 1999",
    "biblioText":"Luna A. 1999, Nuove acquisizioni sulla maiolica arcaica senese. I dati dal pozzo della Civetta (Siena), «Archeologia Medievale», 1999/26, pp. 411-427"
  },
  {
    "ID":23,
    "IDbiblio":"Lusini, 1921",
    "biblioText":"Lusini V. 1921, Note storiche sulla topografia di Siena, «Bullettino Senese di Storia Patria», 1921/28, pp. 239-341"
  },
  {
    "ID":24,
    "IDbiblio":"Nepi, Palazzuoli, Panazza, 1976",
    "biblioText":"Nepi C., Palazzuoli L., Panazza R. 1976, Per lo studio della facies rupestre della città di Siena, «Archeologia Medievale», 1976/3, pp. 413-428"
  },
  {
    "ID":25,
    "IDbiblio":"Pallecchi, 2003",
    "biblioText":"Pallecchi S. 2003, Archeologia urbana a Siena: per un’indagine preventiva mirata alla individuazione delle aree di maggior rischio archeologico, 1, Siena, 406 pp."
  },
  {
    "ID":26,
    "IDbiblio":"Pianigiani, 2007",
    "biblioText":"Pianigiani B. 2007, Archeologia dell’architettura in Castel Montone: la chiesa dei Servi di Maria a Siena. Tesi di laurea, Università degli Studi di Siena, Siena"
  },
  {
    "ID":27,
    "IDbiblio":"Pozzi, 2003",
    "biblioText":"Pozzi F. 2003, Siena nel Duecento: ricerche nella struttura urbana, Siena, 429 pp."
  },
  {
    "ID":28,
    "IDbiblio":"Siena e l’acqua. Storia e, 1997",
    "biblioText":"Siena e l’acqua. Storia e immagini di una città e delle sue fonti, Siena, Nuova Immagine Editrice, 1997, 207 pp."
  },
  {
    "ID":29,
    "IDbiblio":"Torriti, 1988",
    "biblioText":"Torriti P. 1988, Tutta Siena contrada per contrada, 1, Firenze, Bonechi Edizioni, 478 pp."
  },
  {
    "ID":30,
    "IDbiblio":"Valenti, 2005",
    "biblioText":"Valenti M. 2005, Lo scavo e la ceramica dal Carmine, in Francovich R., Valenti M. (a cura di), Archeologia dei Paesaggi Medievali. Relazione Progetto, Firenze, All'Insegna del Giglio, pp. 35-45"
  },
  {
    "ID":31,
    "IDbiblio":"Valenti, 2006",
    "biblioText":"Valenti M. (a cura di) 2006, Il Fortino delle Donne Senesi. Progetto di restauro e recupero. Indagini archeologiche e storiche. Relazioni dei lavori, Siena, Laboratorio di Informatica Applicata all’Archeologia Medievale"
  },
  {
    "ID":32,
    "IDbiblio":"Valenti, Causarano, 2005",
    "biblioText":"Valenti M., Causarano M.A. 2005, L’intervento di recupero alla Fonte di Follonica, in Francovich R., Valenti M. (a cura di), Archeologia dei Paesaggi Medievali. Relazione Progetto, Firenze, All'Insegna del Giglio, pp. 46-50"
  }
]